42crunch.vscode-openapi
aaron-bond.better-comments
bradlc.vscode-tailwindcss
docker.docker
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
jebbs.plantuml
mikestead.dotenv
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-pg
redhat.vscode-yaml
ritwickdey.liveserver
simonsiefke.svg-preview
timonwong.shellcheck
tomoki1207.pdf
twxs.cmake
wholroyd.jinja